const numToWords = ['один', 'два', 'три', 'четыре', 'пять',
  'шесть', 'семь', 'восемь', 'девять', 'десять', 
  'одиннадцать', 'двенадцать', 'тринадцать', 'четырнадцать', 'пятнадцать',
  'шестнадцать', 'семнадцать', 'восемнадцать', 'девятнадцать'];

const numToWordsTens = ['двадцать', 'тридцать', 'сорок', 'пятьдесят', 'шестьдесят', 'семьдесят', 'восемьдесят', 'девяносто', 'сто'];

// Заголовки экранов
const texts = {
  settings: {
    title: 'Выбери, как ты хочешь играть:'
  },
  game: {
    title: 'Реши пример, помоги Эльзе победить:'
  },
  results: {
    title: 'Твои результаты:',
    success: 'Умничка!',
    fail: 'Попробуй ещё'
  }
};
